Revit 2027 API
ParameterTypeId.StairsAttrTrimTop Property
 "Trim Stringers at Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrTrimTop { get; }
Public Shared ReadOnly Property StairsAttrTrimTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrTrimTop {
	ForgeTypeId^ get ();
}
static member StairsAttrTrimTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace